<?php


return [

    /*
    |--------------------------------------------------------------------------
    | Gloabal Variables
    |--------------------------------------------------------------------------
    |
    | Global variables for app are stoted here
    |
    */
    'areas' => [
        '20', '21 - 25', '26 - 35', '36 - 50',
        '51 - 70', '71 - 100', '101 - 120',
        '121 - 140', '141 - 160', '161 - 180',
        '181 - 200', 'Более 200'
    ],
    'types' => [
        'Канальный', 'Кассетный', 'Мобильный',
        'Напольно-потолочный', 'Настенный'
    ]
];
